Repository: flusio/taust
Catalog: locales/*/LC_MESSAGES/main.po
Languages: fr_fr

source: A security verification failed: you should retry to submit the form.
fr_fr: Une vérification de sécurité a échoué : vous devriez essayer de resoumettre le formulaire.

source: Enter a valid date.
fr_fr: Saisissez une date valide.

source: Wrong credentials!
fr_fr: Mauvais identifiants !

source: This domain already exists.
fr_fr: Ce domaine existe déjà.

source: A page already has the same hostname.
fr_fr: Une page possède déjà ce nom d’hôte.

source: [taust] A new problem has been detected
fr_fr: [taust] Un nouveau problème a été détecté

source: Enter a date.
fr_fr: Saisissez une date.

source: Select a type from the list.
fr_fr: Sélectionnez un type depuis la liste.

source: Select a title.
fr_fr: Saisissez un titre.

source: Select the content.
fr_fr: Saisissez le contenu.

source: Select a domain name.
fr_fr: Saisissez un nom de domaine.

source: Select a valid domain name.
fr_fr: Saisissez un nom de domaine valide.

source: The title is required.
fr_fr: Le titre est requis.

source: Enter a title of maximum {max} characters.
fr_fr: Saisissez un titre d’au maximum {max} caractères.

source: Enter a hostname.
fr_fr: Saisissez un nom d’hôte.

source: Enter a valid hostname.
fr_fr: Saisissez un nom d’hôte valide.

source: This server declares an invalid DNS A record.
fr_fr: Ce serveur déclare un enregistrement DNS de type A invalide.

source: This server declares an invalid DNS AAAA record.
fr_fr: Ce serveur déclare un enregistrement DNS de type AAAA invalide.

source: Enter a username.
fr_fr: Saisissez un nom d’utilisateur‧ice.

source: Enter a valid username (only letters, numbers, underscores and/or hyphens).
fr_fr: Saisissez un nom d’utilisateur valide (seulement des lettres, chiffres et/ou tirets).

source: Enter a password.
fr_fr: Saisissez un mot de passe.

source: Enter a valid email.
fr_fr: Saisissez une adresse email.

source: Hey, this is taust robot at %s.
fr_fr: Salut, c’est le robot taust de %s.

source: It looks like you have a problem with the %s.
fr_fr: Il semblerait que vous ayez un problème avec le %s.

source: Dashboard
fr_fr: Tableau de bord

source: Domains
fr_fr: Domaines

source: Servers
fr_fr: Serveurs

source: Alarms
fr_fr: Alarmes

source: Status pages
fr_fr: Pages de statut

source: Profile (%s)
fr_fr: Profil (%s)

source: Logout
fr_fr: Se déconnecter

source: Edit the page
fr_fr: Modifier la page

source: finished
fr_fr: terminé

source: Ignore
fr_fr: Ignorer

source: Ongoing
fr_fr: En cours

source: These alarms are ongoing and you should take a look to fix them.
fr_fr: Ces alarmes sont en cours et vous devriez vous en occuper.

source: Finished
fr_fr: Terminées

source: These alarms are finished, only 50 of them are shown here. That’s what history is like.
fr_fr: Ces alarmes sont terminées, seulement 50 d’entre elles sont montrées ici. C’est à ça que l’histoire ressemble.

source: There’re nothing to see here. You’re either lucky (i.e. no errors never happened) or you haven’t configured any domains or servers yet.
fr_fr: Il n’y a rien à voir ici. Soit vous êtes chanceu‧se (i.e. aucune erreur n’a jamais été détectée), soit vous n’avez configuré aucun domaine ou serveur pour l’instant.

source: Edit %s
fr_fr: Modifier %s

source: Title
fr_fr: Titre

source: Content
fr_fr: Contenu

source: Save changes
fr_fr: Enregistrer les changements

source: This maintenance is over.
fr_fr: Cette maintenance est terminée.

source: This incident is over.
fr_fr: Cet incident est terminé.

source: ✔ Finish
fr_fr: ✔ Terminer

source: ↻ Reactivate
fr_fr: ↻ Réactiver

source: Edit
fr_fr: Modifier

source: Are you sure that you want to delete this announcement?
fr_fr: Êtes-vous certain‧e que vous souhaitez supprimer cette annonce ?

source: Delete
fr_fr: Supprimer

source: Log in taust
fr_fr: Se connecter à taust

source: Username
fr_fr: Nom d’utilisateur‧ice

source: Password
fr_fr: Mot de passe

source: Hey there! You seem to be new around here.
fr_fr: Salut ! Il semblerait que vous soyez nouve‧lle ici.

source: Let’s start by monitoring a domain or a server. Domains are easier to setup, servers are more powerful but have to be configured with <a href="https://github.com/flusio/taust-client">a client</a>. <strong>Which one would you want to monitor?</strong>
fr_fr: Commençons par superviser un domaine ou un serveur. Les domaines sont plus simples à configurer, les serveurs sont plus puissants mais nécessitent d’être configurés avec <a href="https://github.com/flusio/taust-client">un client</a>. <strong>Que voulez-vous superviser ?</strong>

source: a domain
fr_fr: un domaine

source: a server
fr_fr: un serveur

source: All is going well! ☺
fr_fr: Tout se passe bien ! ☺

source: You should take a look at the following issues ☹
fr_fr: Vous devriez vous occuper des problèmes suivants ☹

source: These domains have an “unknown” status, which means we didn’t check their heartbeats yet.
fr_fr: Ces domains sont dans un état « inconnu », ce qui signifie que nous n’avons pas encore vérifié leur <i lang="en">heartbeat</i>.

source: You should not worry if you just added these domains. <strong>Otherwise, please check the cron task is correctly setup.</strong>
fr_fr: Vous n’avez pas à vous préoccuper de ces domaines si vous venez juste de les ajouter. <strong>Dans le cas contraire, veuillez vérifier que vous avez bien configuré la tâche cron.</strong>

source: These domains are “down” and <strong>you should verify manually they’re still up and take action if they are definitely down.</strong>
fr_fr: Ces domaines sont « en panne » et <strong>vous devriez vérifier manuellement qu’ils fonctionnent et corriger la situation dans le cas contraire.</strong>

source: These servers have an “unknown” status, which means they didn’t sent any metrics yet.
fr_fr: Ces serveurs sont dans un état « inconnu », ce qui signifie qu’ils n’ont pas encore envoyés de métriques.

source: <strong>You must setup taust-client on these servers to monitor them.</strong>
fr_fr: <strong>Vous devez configurer taust-client sur ces serveurs pour les superviser.</strong>

source: These servers appear to be “down” (i.e. they didn’t sent any metrics for a while). <strong>You should verify what’s going on quickly.</strong>
fr_fr: Ces serveurs sont « en panne » (i.e. ils n’ont pas envoyés de métriques depuis un moment). <strong>Vous devriez vérifier ce qu’il se passe rapidement.</strong>

source: The service automatically checks the domains are up by checking their HTTPS port (443).
fr_fr: Le service vérifie automatiquement que les domaines sont en état de marche en vérifiant leur port HTTPS (443).

source: 🤖 Add a domain to monitor
fr_fr: 🤖 Ajouter un domaine à superviser

source: Add a domain to monitor
fr_fr: Ajouter un domaine à superviser

source: Domain name
fr_fr: Nom de domaine

source: Monitor the domain
fr_fr: Superviser le domaine

source: Back to the domains
fr_fr: Retour aux domaines

source: Domain %s
fr_fr: Domaine %s

source: Status: up 😊
fr_fr: Statut : fonctionne 😊

source: Status: down 😫
fr_fr: Statut : en panne 😫

source: Status: unknown 😵
fr_fr: Statut : inconnu 😵

source: Last ping on %s
fr_fr: Dernier ping le %s

source: ↻ Refresh the page
fr_fr: ↻ Rafraîchir la page

source: Danger zone 😈
fr_fr: Zone de danger 😈

source: Are you sure that you want to stop to monitor this domain?
fr_fr: Êtes-vous certain‧e que vous souhaitez arrêter de superviser ce domaine ?

source: Stop monitoring this domain
fr_fr: Arrêter de superviser ce domaine

source: Internal server error!
fr_fr: Erreur serveur interne !

source: Back to the home page
fr_fr: Retour à la page d’accueil

source: Hey there!
fr_fr: Salut !

source: It really looks like you have a problem with the %s, here’s the error: %s
fr_fr: Il semblerait vraiment que vous ayez un problème avec le %s, voici l’erreur : %s

source: I have detected the problem at %s on %s.
fr_fr: J’ai détecté le problème à %s le %s.

source: You’ll not get any more alerts concerning this issue, so be sure to fix it as soon as possible!
fr_fr: Vous ne recevrez plus d’alertes concernant ce problème, donc assurez-vous de le corriger aussi rapidement que possible !

source: Lovingly yours,
fr_fr: Affectueusement vôtre,

source: The taust robot.
fr_fr: Le robot taust.

source: Page not found
fr_fr: Page non trouvée

source: This page doesn’t exist.
fr_fr: Cette page n’existe pas.

source: History of announcements
fr_fr: Historique des annonces

source: Show the page
fr_fr: Afficher la page

source: Domains (optional)
fr_fr: Domaines (facultatif)

source: Servers (optional)
fr_fr: Serveurs (facultatif)

source: Hostname (optional)
fr_fr: Nom d’hôte (facultatif)

source: open
fr_fr: ouvrir

source: Custom style (optional)
fr_fr: Style personnalisé (facultatif)

source: Page language
fr_fr: Langue de la page

source: Autodetected
fr_fr: Autodétectée

source: Are you sure that you want to delete this page?
fr_fr: Êtes-vous certain‧e que vous souhaitez supprimer cette page ?

source: Delete this status page
fr_fr: Supprimer cette page de statut

source: The taust robot
fr_fr: Le robot taust

source: Share your public status page to your users so they know when your service is down.
fr_fr: Partagez vos pages de statut publiques avec vos utilisateur‧ices afin qu’ils et elles sachent que votre service est en panne.

source: 🤓 Create a status page
fr_fr: 🤓 Créer une page de statut

source: Create a status page
fr_fr: Créer une page de statut

source: Create the page
fr_fr: Créer la page

source: Back to the pages
fr_fr: Retour aux pages

source: up 😊
fr_fr: fonctionne 😊

source: down 😫
fr_fr: en panne 😫

source: unknown 😵
fr_fr: inconnu 😵

source: Publish an announcement
fr_fr: Publier une annonce

source: Publish announcement
fr_fr: Publier l’annonce

source: Planned maintenance
fr_fr: Maintenance planifiée

source: No incidents reported.
fr_fr: Aucun incident signalé.

source: Announcements history
fr_fr: Historiques des annonces

source: You must setup <a href="https://github.com/flusio/taust-client"> the taust-client</a> on the servers to monitor them. They’ll send metrics every 10 seconds then.
fr_fr: Vous devez configurer <a href="https://github.com/flusio/taust-client">taust-client</a> sur les serveurs pour les superviser. Ils enverront ensuite des métriques toutes les 10 secondes.

source: 🤖 Add a server to monitor
fr_fr: 🤖 Ajouter un serveur à superviser

source: Add a server to monitor
fr_fr: Ajouter un serveur à superviser

source: Hostname
fr_fr: Nom d’hôte

source: Monitor the server
fr_fr: Superviser le serveur

source: Back to the servers
fr_fr: Retour aux serveurs

source: Server %s
fr_fr: Serveur %s

source: To start monitoring this server, you must setup <a href="https://github.com/flusio/taust-client">taust-client</a> with the following configuration:
fr_fr: Pour commencer à superviser ce serveur, vous devez configurer <a href="https://github.com/flusio/taust-client">taust-client</a> avec la configuration suivante :

source: Memory
fr_fr: Mémoire

source: %s used on %s
fr_fr: %s utilisés sur %s

source: Disks
fr_fr: Disques

source: Are you sure that you want to stop to monitor this server?
fr_fr: Êtes-vous certain‧e que vous souhaitez arrêter de superviser ce serveur ?

source: Stop monitoring this server
fr_fr: Arrêter de superviser ce serveur

source: Your profile
fr_fr: Votre profil

source: Your profile (%s)
fr_fr: Votre profil (%s)

source: You’ll receive alarms notifications by setting these information.
fr_fr: Vous recevrez des notifications d’alertes en indiquant ces informations.

source: Email address
fr_fr: Adresse email

source: Free mobile login
fr_fr: Login Free mobile

source: Free mobile key
fr_fr: Clé Free mobile

source: Update your profile
fr_fr: Mettre à jour votre profil

source: Back to the dashboard
fr_fr: Retour au tableau de bord
